print('Это программа, которая замеряет скорость печати.')
print('Вам будет показана случайная фраза, которую вам предстоит напечатать самостоятельно.')
input("Нажмите Enter, если готовы:")

#Фразы
phrase1 = 'Чем тяжелей тропа, чем хуже погода, чем длинней перевал, тем сильнее ты становишься после его преодоления.'
phrase2 = 'Все приходит к тому, кто умеет ждать.'
phrase3 = 'Не отступай перед трудностями. Смотри им прямо в лицо.'

print(phrase1)

start_time =
user_input = input('Напечатайте фразу выше')
end_time =

#Расчет времени и скорости
elapsed_time = int(end_time) - int(start_time)
symbols_per_minute =

#Вывод скоровти печати
print(f"Ваша скорость печати: {symbols_per_minute} символов в минуту.")
print(f"Время, затраченное на печать: {elapsed_time} секунд.")